{"articles": [{"url": "https://pakobserver.net/indias-dangerous-defence-spending/", "title": "India’s dangerous defence spending", "content": "\nINDIA has decided to raise its defence spending by about 10 percent during the coming financial year; boosting it to over $40 billion (2.74 trillion Indian rupees), as compared to nearly $37 billion (2.49trillion Indian rupees)in the passing year. Even though apologists like Shane Mason insist that major jump is because of rise in pension due switching over to One Rank One Pension (OROP) system, in Indian accounting system pension does not fall under the “Defence Head”. This is the second consecutive increase of over 10 percent in defence budget, which speaks volumes about India’s military preparations which is a matter of concern for Pakistan.\nFor last decade and a half, Indian defence spending and military doctrine have been moving in dangerous direction. Information Handling Services (HIS Inc.) has recently opined that India’s longer-term defence related budgetary prospects have enhanced and are expected to hype further over next five years. A candid estimate has it that Indian defence budget is expected to reach $64.8 billion by 2020 with procurement expenditure expected to grow faster than overall spending. Those Indian strategists who support hike, argue that “even while there may be no profound existential concerns, geo-political reality of a deeply troubled neighbourhood, long legacy of border disputes and a widening spectrum of potential warfare from conventional and strategic to asymmetric could be ignored at our own peril”.\nAnother school of thought has it that India is certainly chewing more than it could swallow, and that means at its disposal are far less than what it wishes to achieve. Given the current capability gaps and infrastructure inadequacies, India requires a far more expensive pursuit of the lofty objective of comprehensive national power with an optimal blend of fully deterrent state-of-the-art and readily deployable capabilities. Presently its military is in a state of decay under the baggage of vintage Russian equipment of Soviet era. Nevertheless, in in current status India has an edge over Pakistan due to its exclusive capabilities like nuclear submarines, aircraft carriers and a potent space weaponization programme.\nThough India justifies its expenditure on various counts, its actual focus is on Pakistan, nearly 90 percent of its arsenal is Pakistan specific while 95 percent of command and control structures are Pakistan oriented. For example, the only country against whom it could use it’s over 20000 tanks is Pakistan. Yet Indian hawks say the hike in Indian defence spending is insufficient, as it will merely compensate for inflation and pay for past commitments, leaving fewer funds to buy new weapons and equipment. According to defence analyst Nitin Mehta “the rise will just about take care of the purchase of 36 Rafale fighter jets from France at $8.8 billion and pay for past commitments, and giving practically no funds to replace the aging Soviet-era weaponry”. According to Ministry of defence version, India has been cutting defence spending for several years. Defence expenditure has dropped from 2.19percent of the GDP (2009) to 1.65 percent(2017).Justifying the budget allocation, Amit Cowshish, a former financial adviser with the MoD, said: “It has to be recognized that there are serious limitations on the government’s ability to raise its revenues and consequently on how much it can allocate.”\nIndia’s chauvinism and war-mongering threaten security and survival of neighbours, hence triggering genuine concerns. All Indian neighbours feel insecure as India has substantive territorial and resource sharing issues with all its neighbours. Even though Indian policy makers openly claim that their preparations are directed towards China, a country which is ready to spend hundreds of billions of dollar for regional infrastructure creation would never indulge in wars or conflicts; and India knows this fact very clearly. Rest of the neighbours do not have the resources or political will to standup against India. Hence, Pakistan is the only target of India’s military preparations and present Indian leadership has made no secret of its anti-Pakistan designs and ambitions and, where possible, actions.\nThis year Modi government has allocated 12.78 percent of total national budget for defence. The move is aimed at installation of latest military hardware along Pakistani border thus posing direct threat to Pakistan’s sovereignty. Gap between arch rivals on military spending has widened to around 1:7. It is hard for Pakistan to match India’s spending as latter’s economy is comparatively much greater in size with a sustainable robust growth. India had become the world’s fourth largest spender on defence, following a 13.1% increase in its 2016-17 defence budget propelling it from sixth to fourth notch.” Growth in the Indian budget is expected to outpace that of all other major defence spenders over the next five years. This position is only likely to strengthen further,” said Craig Caffrey, principal analyst at the IHS. “There are definitely strains with regards to the 2016-17 defence budget, not least that last year’s medium-term guidance suggested India would see a growth of 17-18% this year. The pressure on the capital budget will be the main concern from the perspective of both domestic and foreign defence suppliers,” said Caffrey.\nFor the last two decades, India continues to rank among the top 10 countries of the world in terms of its military expenditure and import of defence equipment. It allocates about 1.8 percent of its GDP to defence spending, of which around 36 percent is assigned to capital acquisitions. However, only about 35 percent of defence equipment is manufactured in India, mainly by public sector units. Even when defence products are made locally, there is a large import component of raw material at both system and sub-system levels. Hence, major chunk of Indian defence budget is added to India’s import bill.\nPrime Minister Narendra Modi launched the “Make in India” campaign in 2014 with the objective of boosting manufacturing and generating employment by focusing on 25 sectors, including defence. Objectives for defence sector were promoting self-reliance, indigenisation, achieving economies of scale, developing capabilities for export, transfer of technology and domestic research and development. This is aimed at achieving sovereign defence capability. Majority of Indian analyst are of view that most of these objectives may not be achievable.\nHopefully, the government of Pakistan would take necessary measures to safeguard core interests of the country in emerging scenario by maintaining essential ratio in equipment and manpower. Pakistan needs to review its force goals; earlier it could afford numerical inferiority on account of its technological edge because bulk of Pakistani weapon systems were of Western origin while India had technologically inferior Russian inventory; but now this balance has started to reverse. India has access to latest western technology and Pakistan is contemplation purchases from Russia. At the same time Pakistan should continue its diplomatic campaign for an early solution of outstanding disputes with India, especially the Kashmir conflict.\n"}, {"url": "https://www.defensenews.com/global/asia-pacific/2018/02/05/indias-defense-budget-will-rise-but-it-will-get-eaten-up-by-personnel-costs/", "title": "India’s defense budget will rise — but it will get eaten up by personnel costs", "content": "\nNEW DELHI ― Even as India’s new 2018-2019 defense budget rises, it seems rising manpower costs within the military will hinder some of the armed forces’ plans to acquire new weapons.\n\nThe country’s defense budget rose by 5.89 percent to $46.16 billion, against $43.59 billion in the previous year.\n\nOf this, $30.61 billion is allocated for revenue expenditure meant for pay and allowances for the more than 1.4 billion active military personnel. The government has allocated $15.15 billion for the purchase of new weaponry as well as liabilities to which India previously committed.\n\nIn addition, $17 billion will go toward defense pensions meant for retired military personnel.\n\nVivek Rae, a former director general for defense procurement within the Ministry of Defence, said that “budgetary constraints” are making it impossible to increase the pace of defense modernization efforts. “Business will continue as usual, until we land in a crisis,” he noted.\n\n“The allocation for defense is undoubtedly quite low, but there is no danger of the MoD defaulting on obligatory expenses on salaries, ration and clothing, or on honoring the contractual liabilities,” according to Amit Cowshish, the MoD’s former financial adviser for defense acquisition.\n\n“Modernization will continue at the slow pace as in the past, resulting in new contracts worth about $10 billion being signed next year, which is the average value of the contracts signed every year during the last four years,” he added.\n\nUnder the new budget, the Army will receive about $20 million for pay and allowances and well as the maintenance of land warfare systems and ammunition stocks. Only $4.19 billion is allocated for the purchase of new military hardware.\n\nThe Air Force will receive $5.58 billion to purchase new fighters and helicopter, while $4.5 billion will go toward maintenance and operational preparedness of its aircraft.\n\nThe Navy will receive $3.25 billion to purchase new warships and other naval gear. About $3 billion has been allocated for maintenance of the existing fleet.\n\nIndia’s state-owned defense research and development agency, the Defence Research and Development Organization will receive $1.52 billion to kick-start new defense R&D programs; $1.26 will go toward existing programs.\n\nIndia’s state-owned ordnance factories have been allotted $125.62 million for new ordnance programs, including ammunition. Existing products for the defense of the air, land and sea will be allotted $113.59 million.\n\nThe budget also provides money for the Indian Coast Guard, the MoD and other miscellaneous expenditures.\n\n“No ruling government in India can give quick-fix solution to meet pressing armament procurement demands, which as of today would cost around $75-100 billion, because country faces two front conventional and nuclear threats ― both from China and Pakistan,” a senior MoD official asserted. “Therefore, military manpower cannot be curtailed, which leaves little money for buy[ing] new weapons.”\n\nThe official declined to comment on how defense programs such as single-engine fighters, new-generation conventional submarines and multiple types of helicopters will take off under Make in India’s strategic partner policy.\n\nNotably, only $22 million has been embarked for mega Make in India initiative which is planned to kick-start army’s $4 billion tactical communication system, $6.25 battlefield management system and over $9 billion futuristic infantry combat vehicle programs.\n\n“The new [defense] budget has no room for new programs,” said the CEO of a private defense company, who spoke on condition of anonymity. “Make in India push is virtually a non-starter, which will eventually force [private] sector to exit the defense market.”\n"}]}