{"articles": [{"url": "https://indianexpress.com/article/india/metoo-movement-india-sexual-harassment-survey-5418590/", "title": "Most support #MeToo movement, false accusations a big concern: Survey", "content": "\nAs the MeToo movement kicks up a storm in India, with women calling out men on social media for their sexual misconduct in the past and present, a survey has found that though most respondents — around 69 per cent — support the movement, not many (34 per cent) believe that the victims will get justice.\n\nAt the same time, about 45 per cent of those surveyed were concerned that there could be false accusations while around 21 per cent, mostly women, felt the movement will not lead to any resolution of cases.\n\nThe survey, by Thinking Hats Consumer Insights LLP, a national consumer insights company that conducted the quantitative study via its mobile platform – APPtitude, for indianexpress.com, spoke to a total of 602 people across Mumbai, Delhi, Lucknow and Indore. The target age group was 20-50 years.\n\nEver since actor Tanushree Dutta, in an interview, alleged that Nana Patekar misbehaved with her while filming a song for Horn Ok Pleassss in 2008, several actors, filmmakers, comedians and journalists amongst others have been accused of sexual harassment.\n\nThough the Metoo movement is consistently building up with new stories of harassment being put out online, about 45 per cent of the respondents felt the campaign is a passing fad and would not have a long-lasting effect.\n\nWhen broken down age-wise, the numbers throw up a fractured mandate. About 64 per cent of respondents in the 41-50 age group felt the movement would have a positive effect in the long run, while a majority (55 per cent) of those surveyed in the 31-40 age group felt the campaign would fade away.\n\nThe survey also revealed that an overwhelming 62 per cent of respondents had low trust in the system and felt that present government mechanisms were ill-equipped to handle sexual harassment cases, while 74 per cent were of the opinion that men got away too easily with abuse cases.\n\nThe government on Wednesday constituted a Group of Ministers to strengthen the legal and institutional frameworks to deal with and prevent sexual harassment at the workplace. Headed by Home Minister Rajnath Singh, the GoM includes Defence minister Nirmala Sitharaman, Road and Transport minister Nitin Gadkari and Union Minister for Women and Child Development, Maneka Gandhi.\n\nWhile a few sections have claimed that the current MeToo wave was only about past allegations without much concrete evidence, a whopping 83 per cent of respondents felt the movement was right in covering old cases and not only focusing on the current cases only.\n\nSadly, only one-third or 34 per cent of those surveyed were aware of the redressal mechanism they could access in case of sexual harassment. A whopping majority didn’t have any clue on what measures or action to take even though, currently, several corporates across sectors have started reinforcing their existing policies on workplace harassment.\n\nDespite social media becoming a forum for MeToo stories, only 15 per cent respondents felt sharing their story online would get them justice, while 40 per cent put their faith in law enforcement agencies.\n\n"}, {"url": "https://www.firstpost.com/india/metoo-in-india-yougov-survey-shows-25-of-people-now-wary-of-hiring-members-of-opposite-sex-eastern-states-least-likely-5449961.html", "title": "#MeToo in India: YouGov survey shows 25% of people now wary of hiring members of opposite sex; eastern states least likely", "content": "\nThe issue of women's safety in the workplace has come to the fore following the outpouring of complaints against sexual harassment as part of the MeToo campaign. Women from across various professions have taken to social media to name and shame their abusers and it appears there's many more names yet to surface.\n\nYouGov India conducted a pan-India survey of men and women — interviewing over 1,000 respondents — from urban centres asking them a series of questions spanning the areas of sexual harassment and the #MeToo movement. The exercise was conducted between 16 and 22 October and employed a 21-question-long survey. Firstpost will serialise the findings as a five-part series of infographics.\n\nThe third set of five infographics depicts how respondents from different parts of the country perceive sexual harassment and their own experiences. Respondents were divided into four categories: 'North', 'South', 'East' and 'West'. According to the findings, 'physical intimacy without consent' was viewed by the largest percent of respondents in North, West and South India as constituting sexual harassment. However, in the East, 'whistling, lewd gestures and name-calling' was the most agreed-upon aspect of sexual harassment\n\nOver a third of respondents from eastern states say #MeToo has made them more cautious about hiring members of the opposite sex. Forty-four percent of respondents from the East also admitted that the movement has made them more cautious about their romantic interactions. Meanwhile, a quarter of respondents from western states stated that despite MeToo, they have made no change in their behaviour.\n\nWhen asked if they knew anyone accused of sexual harassment, 44 percent of respondents from the East and 40 percent from the North replied in the affirmative.\n\n"}, {"url": "https://www.thewire.in/the-sciences/iisc-sexual-harassment-metoo", "title": "IISc to Take Action Against Professor for Sexual Harassment After #MeToo Allegations", "content": "\nNew Delhi: The science community has not been immune to the #MeToo movement that picked up speed in India in October. This month, a PhD student at the Indian Institute of Science (IISc), Bengaluru, had complained that a senior academic had sexually harassed her.\n\nAccording to reports, an internal committee took immediate cognisance of the complaint and stressed that “IISc has always taken strong action”. The woman had alleged that the professor had made several sexually coloured remarks and relentless phone calls to her late at night.\n\nThe professor against whom the allegations have been made, who cannot be named because of IISc’s internal policy, has a doctoral degree from the US and is a recipient of the prestigious Shanti Swarup Bhatnagar Prize for Science and Technology, and is a J.C. Bose National Fellow.\n\nAlso read: Indian Science’s #MeToo Moment Remains Caged in Lattice of Lopsided Relations\n\n“He is listed among the top 1% of scientists by the (research platform) ISI Web of Knowledge and is serving in senior editorial capacities across several top-rated science journals,” an Economic Times report said.\n\nThe academic at the centre of the storm in the prestigious institute has been associated with IISc since 1998. According to ET, his scientific work has “resulted in more than 500 publications, 15,000 citations and an h-index of 55, the highest among all engineering faculty in India”.\n\nWhen members of the council were contacted, a few reportedly said that the decision on the issue had been taken almost two weeks ago, but they refused to divulge what action would be taken.\n\nUnder the service rules of the central government (Rule 11 of Central Civil Services Classification Control and Appeal Rules), which also governs disciplinary action against IISc employees for sexual harassment, disciplinary action includes removal and dismissal from service among the most stringent penalties in cases where sexual harassment is proven.\n\nIn its 2017 policy statement on preventing and prohibiting sexual harassment at the workplace, IISc states that it “believes that all its students deserve an education without fear from discrimination and sexual harassment, in order for their education to be more effective and valuable”.\n\nThe PhD scholar’s complaint has not been the solitary one in the science community, which for years, because of the tilt in the gender balance, has been plagued by a culture of silence. As The Print reported, Nandita Jayaraj and Aashima Dogra, the co-founders of The Life of Science, created a Google document last week to circulate around the scientific community so that anyone who has been harassed or abused can offer their accounts anonymously.\n\nOver 20 people answered the questionnaire with their accounts over three days. “These stories in our inbox range from an unwelcome sexist comment to actual dangerous situations women find themselves in,” Jayaraj told The Print. “Most of the time, the perpetrator is a senior or a guide, holding a position of power over the women who are desperate to not lose their career.”\n\n“Women have seemingly resigned to this and normalised it, feeling grateful that they were just molested and not raped,” she said. “It feels like justice is too much to ask for when they want to be successful.”\n"}, {"url": "https://www.livemint.com/Politics/kaV9V2ucJXkPbVE5URZcRI/MeToo-Centre-sets-up-committee-to-tackle-sexual-harassment.html", "title": "#MeToo: Centre sets up committee to tackle sexual harassment", "content": "\nNew Delhi: A week after former minister of state for external affairs M.J Akbar resigned from his post, in the wake of the MeToo movement in India, the Centre has set the wheels in motion to tackle sexual harassment at the workplace.\n\nOn Wednesday, a committee of a group of ministers was set up, headed by Union home minister Rajnath Singh and comprising Road Transport minister Nitin Gadkari, Defence minister Nirmala Sitharaman and Women and Child Development (WCD) minister Maneka Gandhi. The group has now been given a timeline of three months to address the issue.\n\n“The GoM will now be required, within the next three months, to examine various provisions for the safety of women and recommend further measures required to strengthen and make them more effective,” a home ministry spokesperson said.\n\nAt the same time, the WCD ministry has also launched an electronic complaints box that enables women to bring to light any complaints of sexual harassment at workplace.\n\n“Once a complaint is submitted to the ‘SHe-Box’, it is directly sent to the concerned authority having jurisdiction to take action into the matter. A mechanism will be put in place to regularly monitor the action taken on the complaints,” the ministry added.\n\nEarlier this year, in July, minister of state for the Women and Child development ministry Virendra Kumar, informed the Lok Sabha that only 500 complaints of sexual harassment of women at the work place in India were registered every year, over the last few years. Likewise, the largest number of complaints (since 2015) were registered in Uttar Pradesh, with a total of 627 complaints, while Delhi saw the second highest number of complaints being registered, at a total of 314. In total, Kumar informed, only 2164 complaints had been registered all over India since 2015.\n"}, {"url": "https://timesofindia.indiatimes.com/india/in-rare-gesture-abe-to-host-modi-in-private-holiday-home-in-japan/articleshow/66371336.cms", "title": "In rare gesture, Abe to host Narendra Modi in private holiday home in Japan", "content": "\nNEW DELHI: Japanese PM Shinzo Abe will host Prime Minister Narendra Modi for a private dinner at his holiday home in the picturesque Yamanashi prefecture, which is home to Mount Fuji, in a rare such reception to a foreign leader. Modi will be in Japan for a two-day visit from October 28-29 to hold the annual India-Japan summit.\n\nModi had hosted Abe in Ahmedabad for the summit last year during which the Japanese PM was also taken to Sabarmati Ashram of Mahatma Gandhi.\n\nA formal launch of negotiations for a military logistics pact is expected to be the highlight of the 13th India-Japan summit starting Sunday. Connectivity, infrastructure and security situation in the Indo-Pacific are expected to be other focus areas, the government said ahead of PM Narendra Modi’s visit to Japan.\n\nBriefing journalists about Modi’s visit, foreign secretary Vijay Gokhale said formal negotiations for Acquisition and Cross Servicing Agreement (ACSA) will begin during the summit. He, however, added that any announcement about signing of ACSA was unlikely on this occasion.\n\nIndia and Japan conduct joint military exercises regularly and, as Japanese ambassador to India Kenji Hiramatsu said recently, it is only natural for the two militaries to have a logistics-sharing agreement. The agreement would allow both navies to access each other’s naval facilities for refuelling and servicing.\n\nThis will be the 5th India-Japan summit to be attended by Modi.\n\n\"Regional security will be another topic. We presume that given the interest Japan has in issues related to the Korean peninsula and DPRK, this matter will be discussed. We will certainly raise our concerns over terrorism and other trans-border crimes which are of importance to us,\" Gokhale said.\n\n\n\nAbe is currently visiting China, the first visit by a Japan PM to Beijing in 7 years, and will return just in time to receive Modi. Asked about this thawing of ties between Japan and China, Gokhale said it was not going to have any impact on India’s bilateral ties with Japan and that New Delhi welcomed good relations between the two countries.\n\n\nHe said India is also hoping to have some kind of synergy or integration between Modi's ‘Ayushman Bharat’ scheme (on health insurance) and the Japanese programme which is called Asia Health and Well-being Initiative. \n\n\"How we dovetail this and how we leverage Japan's strength in certain areas including medical equipment, hospitals and others is something that the two leaders can explore,\" Gokhale said.\n\n\nAsked if land acquisition issues could mar the bullet train project with Japan, Gokhale said the government believed that the project will be completed by 2022. \n"}, {"url": "https://economictimes.indiatimes.com/news/politics-and-nation/narendra-modi-removed-cbi-chief-because-he-was-scared-about-rafale-rahul-gandhi/articleshow/66364175.cms", "title": "PM Narendra Modi removed CBI Chief because he was 'scared' about Rafale: Rahul Gandhi", "content": "\nCongress president Rahul Gandhi on Thursday said Prime Minister Narendra Modi removed the CBI chief, in the middle of the night, because he was scared the agency would start probing the Rafale fighter jet deal.\n\nGandhi had made a similar allegation on Wednesday when he began his two-day Rajasthan trip, which happened to coincide with the shake-up at the Central Bureau of Investigation.\n\nFinance Minister Arun Jaitley had earlier rubbished the allegations that CBI Director Alok Verma was sent on leave because he wanted to investigate the Rafale deal.\n\nOn Thursday, talking to Mahila Congress workers in Kota and at a rally in Sikar, Gandhi brought up Rafale and the CBI again.\n\nHe also mocked Modi over an earlier remark that he wanted to be the country's watchman against corruption.\n\n“Two days ago the watchman did something new,” the Congress chief said.\n\n“It was not done in the daytime, but when people of the country were sleeping,” he said, referring to the government decision on the CBI.\n\n“I feel sad that one watchman has defamed all watchmen of the country. These watchmen are not at fault as they are working honestly. We are talking about an individual who had asked to be made a 'chowkidar' rather than the Prime Minister,” Gandhi said at the 'Maha Sankalp' rally in Sikar district.\n\n“The CBI was going to start an inquiry and therefore the Prime Minister got scared and removed the CBI chief at 1 am in the night,” he said in Kota.\n\nGandhi repeated the allegation that the Prime Minister paved the way for Anil Ambani's Reliance Group to bag a Rafale-related offset deal. Both the government and the Reliance Group have earlier rejected the charges.\n\nGandhi also mentioned the sacrifices of Army jawans from the state's Shekhawati region, linking them again to the fighter deal with France and the alleged favouritism towards the Reliance Group.\n\nHe repeated the Congress allegation that the Rafale jets were being procured at a much higher price than what was being negotiated while the UPA government was in power. He claimed the Defence Ministry and the Indian Air Force were not consulted.\n\n“The defence ministry and the IAF worked for years on the contract. But the Prime Minister, without asking the Defence Minister or the Defence Ministry or the IAF, changed the contract of Rs 30,000 crore,” he said.\n\nA late-night order on Tuesday from the Appointments Committee of the Cabinet led by the Prime Minister sent Verma and CBI Special Director Rakesh Asthana, who were at loggerheads, on leave.\n\nJaitley said on Wednesday that the government's decision to remove the CBI's two top officers was based on the Central Vigilance Commission's (CVC) recommendations.\n\nGandhi pushed for the participation of more women across various levels in the Congress, saying he would like half of his party's Chief Ministers to be women in the next five to seven years.\n\nManvendra Singh, who recently switched from the Bharatiya Janata Party to the Congress, was present on the stage. \n"}, {"url": "https://thewire.in/politics/narendra-modi-rafale-metoo-cbi", "title": "What Lies Behind Narendra Modi's Silence?", "content": "\nPrime Minister Narendra Modi has maintained stoic silence over the most pressing issues that have been debated in the last few weeks and this has remained his style for most part of his tenure. Most political analysts and media discussions have repeatedly made appeals and read this as Modi losing control of his government and things getting out of control. Yet, Modi continues to be silent, from Rafale deal, to #MeToo to the recent crisis in the CBI. We are inching closer to the election season but Narendra Modi is in no hurry to change his style of working. Why is it so? Is there any possibility whereby he seems to make a reading of how his silence will work not against him but in his favour?\n\nA possible contrarian explanation of this silence could be found in somewhat a new kind of corporatisation of governance under Modi. Presenting (read elevating) himself as an elite brand that is not easily accessible. Further, he remains somewhat mystical, so do his capabilities that keep his electorate guessing rather than arrive at any clear decision. Most of the decisions of Modi during his current tenure have been geared towards either immediate electoral gain in the various elections his party faced or as a preparation for a second term. This strategy of silence is in preparation for his next term. Partially it is an attempt to draw dividends from growing cynicism of the electorate, more the pessimism and graver the sense of despondency, more the possibility of people looking towards him to resolve the crisis, bypassing social divides and institutional niceties.\n\nThere has been a systematic attempt to push all institutions to the verge of crisis, starting with the judiciary, institutions of higher education and various investigative agencies, to lending tacit consent to street violence. If one observes closely, most appointments made to higher positions have been of those who are either mediocre or under scanner for one crime or the other. Apart from these individuals remaining vulnerable, it creates a palpable crisis in institutional functioning. The pervasive sense of chaos, crisis and gloom that gripped us as a collective in the last few years, alongside growing narratives of impending dangers and fear of external and internal enemies, makes the dependence on a decisive leader all the more graver.\n\nThe opposition with divided leadership and unsure agenda looks weaker and incapable. Social crisis marked by growing street violence to institutional crisis marked by what is depicted as infighting in the judiciary and now the CBI makes Modi’s posturing all that more credible. Silence is a modality of maintaining his moral superiority, when he is above these bickering and busy in nation building the rest are sinking into the quicksand of moral degradation, corruption, infighting and senseless street violence. The political analysts seem to have missed a point or two in seeing in the emergent situation a possibility of it working exclusively against the electoral prospects of Narendra Modi and his party. More the chaos, more have been the appeals in media for Modi to rescue us from this growing crisis, but Modi has maintained epic silence that has mythological renderings tied to it.\n\nThe other end of the spectrum of this not so-coincidental rise of generic chaos is the narrative of hope. Silence of Modi also augments hope of he doing something dramatic to set things right. Demonetisation was only the first step he took to demonstrate as a test case of his ability to take such decisions and therefore the things to come. His untiring trips abroad, more than any other Prime Minister in the past, add to the mysticism of hope. The results of these trips will be there to see in times to come, in terms of global investments, India’ role in global politics and the enhanced image of India in the world. In more concrete terms, this mysticism of hope is tied to the narrative of ‘New India’ and ‘Vision 2022’. The ‘2022’ does not start with his purported new term nor does it end with it. It is sought to be made to look real and tangible and nothing to do with electoral campaign by projecting a year that lies in between. The foundation laid now will see results in the next term. Therefore, Modi has left no stone unturned in claiming he will wipe out poverty, provide housing for everyone, and more by 2022. The sanctity of that can be felt in claims of successfully electrifying all villages, including the ‘last village’ (meaning distant and remote) in Manipur. These are only the initial moments of success, even as Modis capabilities remain shrouded in mystery.\n\nAlso read: Modi Announces 100% Electrification – But That Doesn’t Mean Everyone Has Power\n\nFurther, Modi has maintained near-complete distance from the media, in spite of growing criticism of his lack of accountability. But the underlying narrative is that of Modi being directly accountable to ‘the people’ in bypassing the media. Democratic principles of accountability and neutrality have sought to be turned on their head, when on both occasions of the crisis in Judiciary and the CBI, BJP claimed non-interference in their non-responsiveness. It is also a way of then building a mass consent for Modi to more directly intervene, since the principles of non-interference disallow him to resolve the crisis; a way of setting impatience for action and laying the grounds for something more eventful and dramatic, which could be anything from waging a war to taking stern action against ‘internal enemies’ for which the dice has been cast with the narrative of ‘urban Naxal’.\n\nAlso read: Why Are So Many ‘Urban Maoists’ Surfacing All of a Sudden?\n\nThe dialectic between despair and hope, crisis and resolution, chaos and order, institutions and ‘direct action’, patience and street violence, suffocation and relief is playing itself out in Indian democracy with silence as a mediating modality that symbolises constraints on action. A silence that is inviting ‘the people’ to decode in ways they deem fit in their own ways, that is in turn played out as violence with impunity. What has been noted is the difference of this silence by choice from that of silence under compulsion of former prime minister Manmohan Singh but what we cannot afford to miss is its difference with the way Gandhi celebrated and attempted to institutionalise the practice of silence as a way of building inner resources building one’s ‘soul force’ as a precondition to pursue common good. The current silence has replaced inner self with external aggression. Gandhi had warned us and as on many occasions he proved to be ahead of his times and by the time we realise it we always seem to be behind his times.\n"}, {"url": "https://thewire.in/law/narendra-modi-rafale-deal-corruption", "title": "Can Narendra Modi Be Convicted of Corruption for the Renegotiated Rafale Deal?", "content": "\nThe alleged Rafale scam has finally taken its first baby step towards shifting the scene of action from political rallies to the courtroom. I hasten to add the prefix “alleged” because the trial court acquittal in the 2G scam case is still fresh in my memory. Whether the freshly minted anti-corruption trio (Prashant Bhushan, Arun Shourie, and Yashwant Sinha) will await the Central Bureau of Investigation’s next step, or some other person (Subramanian Swamy?) will take recourse to the complaint route under the Code of Criminal Procedure, one thing is certain – the matter will reach a trial court. It is now a question of when, not if.\n\nThe Supreme Court’s observations in its order of October 10 in a writ petition are telling: “…we would like to be apprised by the Government of India of the details of the steps in the decision making process leading to the award of the order for the defence equipment in question…our above order is only for the purpose of satisfying ourselves in the matter.”\n\nThe Supreme Court’s inquiry, for now, is limited in scope; but the results of the limited inquiry may trigger further investigation in respect of one of the allegations. The Supreme Court’s future observations on what the Narendra Modi government will submit in a sealed cover (on or before October 29) will probably have a bearing on what the CBI does next.\n\nThe principal legislation that deals with public sector corruption in India is the Prevention of Corruption Act, 1988 (POCA). The Act was recently amended by parliament (in July 2018); new provisions were added (such as bribery by commercial organisations) and others were amended (such as criminal misconduct by public servants). The amendment exercise was purportedly necessitated by India’s obligation, under the United Nations Convention Against Corruption, to strengthen its domestic anti-corruption law.\n\nCrux of the allegation against PM Modi\n\nSifting through the applicable legal provisions under the recently amended POCA, which, I might add, makes corruption convictions a little harder to obtain, I finally saw the silver lining. Buried deep in the CBI complaint – indeed in the very last pages – is the allegation of criminal misconduct under Section 13(1)(d)(iii) of the unamended POCA. This section  criminalises a bad policy decision i.e. a public servant’s decision that exhibits complete and manifest disregard to public interest with the corresponding result of a third party obtaining pecuniary advantage or a valuable thing.\n\nThe prosecution is not required to prove mens rea (wrongful intent) to convict a public servant under the offence in question. The complainants have alleged that Prime Minister Modi’s decision to renegotiate a new defence deal with France was contrary to prescribed guidelines and public interest and that it resulted in pecuniary advantage to a private party. His conduct, it is alleged, amounts to corruption.\n\nIt is important to remember that the definition of corruption for policy purposes is different from its definition under criminal law. International institutions, such as the Organisation for Economic Cooperation and Development (OECD), Transparency International, United Nations and the World Bank, all recognise international definitions of corruption for policy purposes. Most such definitions cover abuse of public office for private gain and are useful for policy development, anti-corruption strategies, action plans, and corruption prevention measures. The Indian anti-corruption law aims to achieve a twin objective: provide punishment for bribery and also outlaw bad policy decisions that result in undue private gain.\n\nUnfortunately, Section 13(1)(d)(iii) was deleted from the POCA when parliament enacted the Prevention of Corruption (Amendment) Act, 2018 on July 25, 2018, which came into force the very next day. Fortunately, the provision was in force when the alleged offence took place i.e. during March and April 2015. Thus, its application to the alleged Rafale scam cannot be ruled out.\n\nInterpretation by the Delhi high court\n\nAlthough Section 13(1)(d)(iii) became a corruption offence in 1988, its scope was not authoritatively decided until the Delhi high court’s 2011 decision in Runu Ghosh v CBI. A division bench of the high court analysed parliament’s purpose for introducing Section 13(1)(d)(iii) and observed that mens rea is inessential to convict an accused under the provision. The high court devised an objective criterion/test by which acts of public servants, in the absence of mens rea, would be judged as being without public interest.\n\nThe criterion/test set by the high court is as follows: when a public servant’s decision exhibits complete and manifest disregard to public interest, with the corresponding result of a third party obtaining pecuniary advantage or valuable thing, she has committed an offence under Section 13(1)(d)(iii). In other words, it must be shown that the action of the public servant is the consequence of her manifest failure to observe those reasonable safeguards against detriment to public interest, which, under the applicable circumstances, it was her duty to have adopted.\n\nIf the public servant is able to show that she followed all safeguards and exercised all reasonable precautions, having regard to the circumstances, she would not be guilty under Section 13(1)(d)(iii), despite there being a loss of public interest. The high court clarified that the act contemplated under Section 13(1)(d)(iii) is not merely a wrong choice – instead, it’s a decision that no reasonable person would have taken if in that position. An appeal against the high court’s decision is pending before the Supreme Court. As of today, the Delhi high court’s interpretation of Section 13(1)(d)(iii) stands, and it will be applied to the alleged Rafale scam when the case gets to the trial court.\n\nThe coal scam conviction\n\nIn May 2017, a special CBI court, in CBI v M/s Kamal Sponge Steel & Power Ltd & Ors, convicted a former secretary (H.C. Gupta), joint secretary, and director in the Ministry of Coal under Sections 13(1)(d) (ii) and (iii) of the POCA; never before had public servants of such high ranking been convicted under Section 13(1)(d) (iii). As regards their conviction under Section 13(1)(d) (iii), the special CBI court based its decision on the finding that the public servants acted in manifest disregard to the guidelines governing allocation of the coal block in question; their actions were held to be “much less without any public interest”. The special CBI court’s observations regarding their conduct are instructive:\n\nThe coal verdict makes it apparent that the prosecution was able to satisfy the objective criterion/test laid down in Runu Ghosh: the actions of the public servants resulted in pecuniary advantage to a third party; the actions were a consequence of their manifest failure to follow guidelines; they had a duty to follow those guidelines; and they did not observe reasonable safeguards or precautions against detriment to public interest.\n\nGiving the section a quiet burial\n\nThe story of the strategised deletion of Section 13(1)(d)(iii) deserves to be told in detail, but I leave that for another day. Although Section 13(1)(d)(iii) was deleted in July 2018, the process of its deletion began in 2013 with the introduction of an amendment Bill.\n\nBut why was this legislative proposal moved in 2013? After all, the provision was in force since 1988. First, the correct interpretation of Section 13(1)(d)(iii) was laid down only in 2011; before Runu Ghosh, there was no consensus on whether mens rea was a necessary element of Section 13(1)(d)(iii). Second, the initiation of prosecution in the alleged 2G scam trial (based in part on this provision) created fear in the minds of some public servants who felt that if their decisions were later found to be without public interest, they would be convicted for corruption, regardless of whether they intended to obtain an unfair advantage for any other party.\n\nThis fear was exacerbated with the conviction of high-ranking public servants in the coal trial. Soon after Gupta’s conviction, newspapers were flooded with op-eds written by former and current senior bureaucrats. They presented a picture of policy paralysis and declared that if the provision is not deleted, red-tapism and procedural delay would increase, thereby hurting the economy. They even got finance minister Arun Jaitley on board, who issued statements calling for amendments to the POCA.\n\nIt is ironic that this provision was deleted by parliament through the same amendment Bill that purported to make the law more robust. The justification for its deletion – provided by a select committee of parliament – is baseless, hilarious even; the committee observed that the provision “may not be appropriate to contain corruption”.\n\nBest weapon for prosecution in Rafale\n\nThe other legal provisions quoted in the CBI complaint include Section 7 read with explanation 2 of the amended POCA and Sections 7 and 13(1)(d)(ii) of the unamended POCA – all of which require proving mens rea on the part of the public servants. That would be a Herculean task. In most political corruption cases, especially those involving large public procurement contracts, though the damage to public interest is glaringly obvious, the prosecution has little evidence to show wrongful intention.\n\nSince Section 13(1)(d)(iii) does not require proving mens rea, it need not be shown that the prime minister or the former defence minister or any other public servant “intended” to provide pecuniary advantage or a valuable thing to the private parties named in the CBI complaint (Anil Ambani or Reliance Aerostructure Limited or Dassault Aviation). All that the prosecution needs to do is to satisfy the objective criterion/test laid down in Runu Ghosh, which focuses primarily on the decision-making process and the prescribed guidelines.\n\nIt is in this context that the Supreme Court’s direction of October 10 becomes significant. The Supreme Court simply wants to know the steps that were followed in the decision-making process leading to the award of the defence contract. The Modi government’s response to the Supreme Court’s direction is eagerly awaited.\n\n"}, {"url": "https://thewire.in/politics/rahul-gandhi-narendra-modi-media-questions", "title": "'Godi Media' Has Many Questions for Rahul Gandhi, But None for Narendra Modi", "content": "\n“Rahul Gandhi should answer for the past four years” is a peculiar statement repeated among those in my profession, while they face a prime minister, Narendra Modi, who refuses to fulfil his institutional role of being answerable t0 the people of India via a free press. Sections of the media who I call “panna pramukhs” are enthralled by Amit Shah’s shrill cry of “Rahul Gandhi should answer”.\n\nIs Gandhi, the president of the Congress party with a scanty 45 MPs in the Lok Sabha, a surrogate for the prime minister of India? As Modi arrogantly evades his responsibility by morphing into Mute Modi – the first prime minister in India’s history not to have held a single press conference – has the free press failed in its first and only covenant, of holding power to account?\n\nThe panna pramukhs of the godi media, it seems, prefer to hold Rahul Gandhi to account.\n\nThey are terrified of Modi, who has unleashed a vendetta of tax raids against media proprietors, the latest being Raghav Behl, who had his homes and offices searched by the IT department last week. Earlier, the raids and punitive tax orders against NDTV ensured that Modi sent a message to the media that was heard, received and internalised: ‘Don’t ask Modi any questions.’\n\nThe message is also sharply underlined by the fact that the Modi government has refused to grant broadcast permission to half a dozen news channels, withholding uplink licences. All news channels which had applied, including Behl’s, were not granted permission. A telling exception was made for the news channel Republic, promoted by Arnab Goswami and BJP’s Rajeev Chandrashekhar.\n\nAs the fear of the Modi government grows, one favourite punitive method has been the denial of government advertising. The notable case was of Rajasthan Patrika, which had all government advertisements terminated by the Vasundhara Raje government reportedly for being critical of it, until the Supreme Court intervened.\n\nBut the panna pramukhs have to pretend, for public consumption, that they are fulfilling their main function of asking tough questions. So Gandhi is pressed into service. You have Roman-style gladiatorial shouting matches, where anchors bay for Gandhi’s blood. One gave herself away on a mass-watched Hindi channel in 2016, when she introduced herself by name and then added “Modi” to it.\n\nThe M.J. Akbar case\n\nOn social media the cry has been, “Why has Rahul Gandhi not said a word about #MeToo?” Shouldn’t we be asking instead about Modi, who has taken recourse to his famous silence again and is brazening it out in the case of M.J. Akbar, a Union minister accused by at least 13 women of sexual harassment? Should the press not be asking why Modi, who claims to be pro women with his much publicised ‘Beti Bachhao, Beti Padhao’, is mum on the grave allegations against Akbar?\n\nWhy has Modi chosen to back his junior minister, who is trying to intimidate and bully the survivors by filing a defamation case against Priya Ramani, the first journalist who accused him of sexual harassment. Why has Modi not asked his minister to step aside and allow an independent probe into the allegations? Incidentally, candidate Modi had in 2013 had asked voters in Delhi to remember Jyoti Singh (whom he insisted on calling Nirbhaya) before they cast their votes.\n\nYet the panna pramukhs are terrified to ask Modi why he has chosen to side with an alleged serial sexual predator. The Modi government reckons that it can ride out this storm as the Akbar allegations are the creation of an “elite leftist clique which hates Modi”. After all, a Modi-loving media will oblige by saying that “Rahul Gandhi should answer”.\n\nThe Modi government is exceptionally nice to the cheerleaders who speak in their saheb’s voice. Plum jobs, lucrative contracts and the obligatory “interview with Modi” – who holds forth at length and sometimes also helpfully asks questions when the overawed anchor forgets. No inconvenient questions are ever asked and it seems as if the interview is happening in a parallel universe. In fact, Modi should stop his radio monologue Mann ki baat, since the cowed channels allow him to share whatever he wants anyway – from “pakoda economics” to tall claims about the economy, it all goes unchallenged.\n\nModi has never been asked about lynchings. And of course, his surrogate Gandhi should answer.\n\nTake the Rafale deal personally negotiated by Modi. There is a deafening silence in the media on the daily revelations in the French media and earlier on the statement made by former President Francois Hollande. When Gandhi, who has to his credit taken up the scam in real earnest, holds a press conference, the godi media does not show it. Modi has stonewalled on Rafale for months now and the controversial partner, Anil Ambani, who he obliged with the juicy offsets sends out intimidatory “cease and desist” notices in bulk to the media still reporting the deal.\n\nModi clearly believes that he does not need to answer the taxpayers’ questions on the multi-billion-dollar deal. Yet when Nationalist Congress Party chief Sharad Pawar chief muddies the waters by saying “nobody will believe that Modi was personally corrupt”, the godi media rushes in with saturation coverage and ‘breaking news’ tags. Gandhi should answer for the Bofors deal negotiated when he was a child, but Modi should not answer any questions on Rafale, seems to be the media conviction.\n\nSo the cry goes up in the newsrooms – “Rahul Gandhi should answer”.\n\nAre we really fooling our readers and viewers? You answer that one.\n\n"}, {"url": "https://thewire.in/politics/narendra-modi-statue-of-unity-sardar-patel", "title": "Reconfiguring India's Nationalism, One Grand Statue at a Time", "content": "\nOn October 31, Prime Minister Narendra Modi will inaugurate the Statue of Unity, a 597-foot (182-metre) statue of Sardar Patel at Sadhu Bet, a river island near the controversial Sardar Sarovar mega-dam. Twice the height of the Statue of Liberty, this will be the tallest statue in the world – that is, until it is eclipsed in a few years by a proposed 695 feet (212 metre) Shivaji statue off the coast of Mumbai. Currently, the tallest statue is the 420-ft Spring Temple Buddha in Henan, China, completed in 2008. Most of the world’s largest statues are in China, India, Japan and Taiwan.\n\nIf Lady Liberty, donated by France as a shared symbol of Enlightenment, soon became a symbol of the US as a centre of global power, these Asian nations can be seen as using the same idiom to claim their moment in the sun. But given that the international response – if any – to such assertions is mostly one of distaste and bemusement, perhaps the Indian monumental statues’ claims to globality are best understood as ultimately addressed inwards, mediating local politics at various scales.\n\nWhile statues and large monuments are ancient and almost universal forms, their current resurgence in India links up with specific recent developments: the politics of caste, a post-liberalisation revival of religious patronage and the reconfiguration of the nation as an economic unit by the forces of neoliberal “free trade”.\n\nBig Sardar, little sardar\n\nThe Statue of Unity is commonly seen as the BJP’s attempt to insert itself into the freedom movement and its legacy by appropriating Patel as a counterpoint to Nehru. However, Modi initiated the project in 2010 not as a national initiative but to celebrate a decade as chief minister of Gujarat (albeit with an eye on the Centre), so its initial impetus was more likely to find an alternative symbol to that other son of Gujarati soil, Gandhi.\n\nSardar Patel, the lauh purush or Iron Man, known as India’s Bismarck, provided a far more fitting genealogy for Modi’s muscular political style than the frail, skinny, peace-loving Gandhi. Indeed, Gujaratis hailing the project as putting the state on the global map were quick to label Modi “Chhote Sardar”. These competing masculinities accompany radically contrasting models of statecraft, for the project’s early publicity associated Patel with “good governance,” a term propagated by the IMF and the World Bank, vernacularised as suraaj: similar-sounding to Gandhi’s swaraj or self-rule but quite different in its orientation to a globalised economy. Part of the agenda of World Bank-style good governance is decentralisation or fiscal devolution, which accounts for the re-orientation of emphasis to subnational units such as cities and states – hence the increased importance of chief ministers and their initiatives to lure investment to their states.\n\nIt was not until 2014 that the project was scaled up to the national level. The BJP’s 2014 election campaign included a ‘Statue of Unity’ movement with a nationwide drive to collect iron farming implements to be melted down for use in the statue, a ‘Run for Unity’ marathon and a ‘Suraaj’ petition for people to offer ideas for “good governance.” These efforts were not as successful as was hoped. Several states barely contributed to the drive for tools, and the iron collected was too low-grade for the statue and was therefore used “elsewhere in the project.” Nevertheless, the campaign – and Modi’s electoral success – resignified the statue as a nationalist initiative that would put India, not just Gujarat, on the global map, and justified its use of central funds.\n\nAs the inauguration approaches, doubtless the critiques that have dogged this project since 2014 will intensify. Rahul Gandhi recently castigated the statue as “made in China,” for the bronze plates cladding the statue were manufactured not in one of India’s 4,600 foundries employing half a million people, but by China’s Jiangxi Tongqing Metal Handicrafts – several hundred Chinese workers are currently on site. The media had already pounced on the contradiction between this and Modi’s ‘Make in India’ campaign, just as they did on the revelation that Indian public sector oil companies were being directed to channel their mandatory Corporate Social Responsibility funds to the statue.\n\nIronically, this was justified on the grounds that it would bring development to a “tribal” area – even though the Sardar Sarovar dam had displaced at least 25,000 Adivasi families and issues with their resettlement led the World Bank to pull its funding from that project. Adding insult to injury, a “tribal museum” is to be included in the statue complex, literally cementing actual Adivasi people’s alienation from the land and obviating their continued existence in the present. But the most common complaint against the statue is that its nearly Rs 3,000 crores ($430 million) worth of funding could be used to help those in need more directly.\n\nStatue wars\n\nOf course, this is not the only monument building project to be criticised on these grounds. The sculptor of the Sardar Patel statue, Ram Sutar, was also responsible for the statues in Mayawati’s massive “Dalit Memorial” programme in her stints as chief minister of Uttar Pradesh between 1995 and 2012. Unlike the Statue of Unity, however, this came under vociferous attack from the Right and Left alike. Despite the notoriety of those projects, indeed, likely because that notoriety contributed to their effectiveness, statues became a major political tool in the 2000s as prominent ministers seized on this form to curry favour with their vote banks.\n\nThese “statue wars” intensified in the run-up to the 2014 elections, where the Statue of Unity was by no means the only game in town, even if it was the biggest. UPA cabinet minister Kamal Nath inaugurated a 101 ft. Hanuman in his constituency of Chhindwara (MP); Akhilesh Yadav, Samajwadi Party chief minister of UP, laid the foundation stone for a 200 ft. Maitreya in Kushinagar; late Tamil Nadu chief minister Jayalalithaa announced a “mega statue” of Tamil Thai (Mother Tamil); the Maharashtra government revived plans for its (then) 300 ft. Shivaji. Other monumental statues built in the meantime with the direct or indirect patronage of politicians had attracted little media attention beyond their immediate sphere of influence: Karunanidhi’s 133 ft. Thiruvalluvar at Kanyakumari (2000); Gujarat BJP MLA Yogesh Patel’s 111 ft. Shiva in Vadodara (2002); long-serving Sikkim chief minister Pawan Chamling’s 135 ft. Padmasambhava or Guru Rimpoche (2004) and a 108 ft. Shiva (2011) on hilltops overlooking his constituency, Namchi; the 108 and 111 ft. Basaveshwara statues (2012 and 2015) inaugurated by B.S. Yeddyurappa in Karnataka.\n\nIt is no coincidence that this resurgence of public statues in the vocabulary of politics can be traced in part to Mayawati and the Bahujan Samaj Party with its primarily Dalit constituency, initially emerging not as mega-monuments but as a proliferation of many far smaller Ambedkar and Buddha statues in designated “Ambedkar villages.” These modest statues, quite disproportionate to the often physically violent reactions they still provoke, cast a different light on the critiques of the money wasted on “merely symbolic” projects as opposed to more materially useful types of development.\n\nFor what such critiques fail to take into account is the value and importance of social recognition in a society where caste-based discrimination still impedes the translation of economic prosperity into social mobility. Why was it, after all, that the caste Hindu dominated mainstream media across the political spectrum were united in their opposition to Mayawati’s “Dalit monuments” – historically the only ones of their kind – even though the multitude of other monuments and memorials to figures like Gandhi has taken up far greater resources and real estate? For many in Mayawati’s constituency, her monuments have been a valuable legacy of her regime: Ram Kumar of the Dalit Action Group called them “part of the battle to re-establish Dalit history,” going on to write that they “serve to inspire those who have been depressed for centuries. They give birth to self-respect and remind people of their glorious history which has all but been wiped out over the ages.”\n\nReligious roots\n\nMayawati’s monuments likely emboldened other politicians to adopt this form, albeit with less justification. However, from the early 1990s, monumental icons were already being used to shore up social and economic status through religious patronage, much like building or donating to temples but with the added value of demonstrating novelty and technological prowess in the post-liberalisation economy.\n\nPerhaps the most influential players here have been the Birlas, who in 1994 supplemented their ongoing temple building programme with a 60 ft. standing Shiva in a park across from Delhi’s airport. Made in cement using the same methods of RCC construction as concrete buildings, this deity has spawned at least eight imitations, including one at T-series founder Gulshan Kumar’s studio in Noida (1998); Kumar also built a 65 ft. seated Shiva at Dwarka (2000). Both statues were part of the way his public religiosity aided his rise from a roadside fruit juice vendor to a major player in the Bombay film industry.\n\nOther such icons built by businesspeople include Ravi Melwani’s controversial 65 ft. seated Shiva behind his erstwhile Kemp Fort department store in Bengaluru (1995), widely seen as a land grab. A similar 123 ft. Shiva was built in 2002 by construction baron R.N. Shetty next to a temple he renovated at his tiny hometown of Murudeshwar in Karnataka: again, religious patronage that could be leveraged to consolidate social status and business networks. It was these kinds of patrons who pioneered the resurgence of the monumental statue form, along with neo-spiritual organisations including (to name just a few) the Chinmaya Mission (from a 25 ft. Hanuman at Sidhbari, 1980 to a 75 ft. Ganesh near Kolhapur, 2002), Sathya Sai International (70 ft. Hanuman, Puttaparthi, 1990), the Avadhoota Datta Peetham (Hanumans in Trinidad, 85 ft., 2003 and Mysore, 70 ft., 2012), or the Isha Foundation whose 112 ft. steel bust of Shiva at Coimbatore was inaugurated by Modi in 2017.\n\nPolitical patronage of both secular and religious statues ties back into this vocabulary of status-building through religious donation, even though politicians often distance themselves from the religious icons by emphasising their potential for tourism, as with Pawan Chamling’s “Char Dham pilgrimage-cum-cultural complex” with its scaled-up Shiva and scaled-down versions of the Char Dham temples. Announcing the Statue of Unity in 2010, in his blog Modi called it a “gift, one more from Gujarat to the nation and world on this joyous occasion.” Here his self-presentation as a gift giver on behalf of Gujarat mimics the way that religious patrons often accrue merit and status by making donations in the names of their children or parents.\n\nSwaraj or suraaj?\n\nIn this sense, the Statue of Unity is old wine in a new bottle. But what kind of new bottle is this is? The international multi-firm consortium that won the bid to build the statue (following a full-page ad in the Economist in June 2011 inviting expressions of interest) includes US-based Turner Construction Company, which built the Burj Khalifa, the tallest building in the world. The project’s architect is the quintessential postmodernist Michael Graves, designer of the 1985 Team Disney Building in Burbank, CA with its famous fascia featuring the Seven Dwarfs; its engineering consultant is the Meinhardt Group, whose projects include the proposed “Aladdin City,” Dubai, with three towers designed to look like magic lamps.\n\nThe Disneyfication here is not just metaphoric, as Sardar Patel becomes the subject of a “good governance” theme park, but also quite literal. Here Patel is being appropriated as the icon of a new brand of nationalism – mediated via the global – that he might have never imagined. But such appropriations are never total or set in stone (or concrete): from 2015 the Patidar or Patel community has claimed Sardar Patel as their icon in their agitation for reserved status as an “Other Backward Class.” If Modi seeks to claim Patel as a national figure who also represents his core Gujarati constituency, the Patidar protests have now hijacked him as a representative of their caste.\n\nIn all these ways, the Statue of Unity stands as a fitting exemplar of the attempt to reconfigure Indian nationalism, as swaraj is made over by suraaj and its uneasy détente between local populisms and the neoliberal protocols and discourses of globalised “free trade.” Here, as with the jingoism around Brexit, or with Trump, his wall and the chimera of a return to the greatness of industrial America, a populist rhetoric based on national economic pride returns in increasingly hollow, paradoxical and unsustainable yet spectacular forms. For it is the tenuous status of economic sovereignty that necessitates such muscular, monumental declarations of identity and unity at various scales of the state, alongside spectacles of violence against “anti-nationals.”\n\nThe Statue of Unity encapsulates these structural tensions at the heart of national-yet-global regimes: in its multi-scalar symbolism, in its production, and in its unpredictable uptake in the political field. No amount of global engineering expertise can compensate for these stresses and torsions in its foundations.\n\n"}, {"url": "http://zeenews.india.com/india/pm-modi-is-right-rafale-was-a-government-to-government-deal-french-president-emmanuel-macron-2143826.html", "title": "PM Modi is right, Rafale was a government-to-government deal: French President Emmanuel Macron ", "content": "\nUnited Nations: In a big boost to the Narendra Modi-led NDA government, French President Emmanuel Macron on Wednesday reaffirmed that the Rafale fighter jet deal between India and France was a government-to-government deal.\n\nExtending support to PM Modi, who is at the centre of Opposition attack over the controversial defence deal, Macron also said that the Indian PM is right in claiming so. \n\nHowever, he refused to say more on the defence deal.\n\n''PM Modi is right. That's a Govt-to-Govt discussion. We have a very strong partnership between India and France regarding Defence. I don’t want to comment on any other thing,'' French President Emmanuel Macron told ANI.\n\nThe French President had earlier distanced himself from the controversy, saying he was not in power when the multi-billion dollar agreement for the 36 fighter jets was signed between New Delhi and Paris.\n\nWhile addressing a press conference on the sidelines of the UN General Assembly session, Macron was asked if the Indian Government had at any point told France or Dassault - the French aerospace major - that they had to accept Reliance Defence as the Indian partner for the Rafale deal.\n\nIndia had inked an inter-governmental agreement with France in September last year for procurement of 36 Rafale fighter jets at a cost of around Rs 58,000 crore, nearly one-and-half years after Prime Minister Narendra Modi announced the proposal during a visit to Paris. \n\nThe delivery of the jets is scheduled to begin from September 2019.\n\n\"I will be very clear. It was a government-to-government discussion and I just want to refer to what Prime Minister (Narendra) Modi very clearly said a few days ago,\" Macron, who became French President in May last year, had told reporters here on Tuesday without elaborating.\n\n\"I don't have any other comment. I was not in charge at that time and I know that we have very clear rules,\" he said in his first comment on the issue.\n\nMacron, who assumed the presidency in May last year, emphasised that this is a government-to-government discussion and \"this contract is part of a broader framework which is military and defence\" coalition between India and France.\n\n\"This one is very important to me because this is a strategic\" coalition and not just an industrial relation. \"That is my point. I just want to refer to what PM Modi said on this situation,\" he said.\n\nWhile Prime Minister Modi has not spoken on the Rafale controversy himself, Defence Minister Nirmala Sitharaman and other senior ministers have asserted that people of India have put a closure to the issue, saying there were no irregularities.\n\nPrime Minister Modi had announced the procurement of a batch of 36 Rafale jets after holding talks with the then French president Francois Hollande on April 10, 2015, in Paris. \n\nThe final deal was sealed on September 23, 2016.\n\nThe French government has said it was in no manner involved in the choice of Indian industrial partners.\n\nThe Rafale deal has landed in the trouble waters after a report in the French media quoted former president Hollande as saying that the selection of the Indian company in the Rafale deal was done at the behest of New Delhi.\n\nHollande said that the Indian government proposed Reliance Defence as the partner for the French aerospace giant in the Rafale deal and France did not have a choice.\n\nHis comments to 'Mediapart', a French-language publication, triggered sharp reactions from the opposition parties which have been accusing the government of massive irregularities in the deal and benefiting Reliance Defence Limited despite not having any experience in the aerospace sector.\n\nThe report quoted Hollande as saying, \"It was the Indian Government that proposed this service group, and Dassault which negotiated with (Anil) Ambani. We had no choice, we took the interlocutor who was given to us.\"\n\nIn its statement, Dassault Aviation said the contract for the supply of 36 Rafale jets is a government-to-government agreement, adding, \"It provides for a separate contract in which Dassault Aviation commits to make compensation investments (offsets) in India worth 50 percent of the value of the purchase.\"\n\nThe company also said its partnership with Reliance has led to the creation of the Dassault Reliance Aerospace Ltd (DRAL) joint-venture in February 2017. \n\nIt is to be noted that the Congress has been demanding a JPC probe into the Rafale deal, which it said was the biggest defence scam of the country.\n\nHowever, after the French President's confirmation, the ruling BJP has hit back at the Congress party and accused it of running a smear campaign to defame the Modi government at the international level.\n\n"}, {"url": "http://zeenews.india.com/india/pm-narendra-modi-awarded-seoul-peace-prize-2018-for-modinomics-role-in-improving-human-development-2150497.html", "title": "PM Narendra Modi awarded Seoul Peace Prize 2018 for 'Modinomics', role in improving human development", "content": "\nNEW DELHI: Prime Minister Narendra Modi has been awarded the Seoul Peace Prize 2018 for contribution to high economic growth in India and world through 'Modinomics', contribution to world peace, improving human development & furthering democracy in India, the Ministry oF External Affairs said on Wednesday.\n\nWhile elaborating on the award, the government said that the Seoul Peace Prize Committee decided to confer the award on the PM \"in recognition of his dedication to improving international cooperation, raising global economic growth, accelerating the Human Development of the people of India by fostering economic growth in the world's fastest-growing large economy and furthering the development of democracy through anti-corruption and social integration efforts.\"\n\nIn a press release, the MEA said that the committee also lauded the PM's initiatives to make the government cleaner through anti-corruption measures and demonetisation. \n\n\"The Award Committee recognized Prime Minister Modi's contributions to the growth of the Indian and global economies, crediting 'Modinomics' for reducing social and economic disparity between the rich and the poor. The Committee lauded PM's initiatives to make the government cleaner through anti-corruption measures and demonetization. The Committee also credited Prime Minister for his contribution towards regional and global peace through a proactive foreign policy with countries around the world under the 'Modi Doctrine' and the 'Act East Policy.',\" the press release read.\n\nPrime Minister Modi is the fourteenth recipient of this award. Past laureates include distinguished global personalities like former UN Secretary General Kofi Annan, German Chancellor Angela Merkel and renowned international relief organizations like Doctors Without Borders and Oxfam. After assessing over a hundred candidates proposed by over 1300 nominators from around the world, the Award Committee decided to bestow the Prize on Prime Minister Modi, calling him 'the perfect candidate for the 2018 Seoul Peace Prize.\n\nAccepting the award, the PM expressed his gratitude for the honour. The award will be presented by the Seoul Peace Prize Foundation at a mutually convenient time.\n\nThe Seoul Peace Prize has been awarded biennially to those individuals who have made their mark through contributions to the harmony of mankind, reconciliation between nations and to world peace. \n\nThe Seoul Peace Prize was established in 1990 to commemorate the success of the 24th Olympic Games held in Seoul, Republic of Korea – an event in which 160 nations from across the world took part, creating harmony and friendship and a worldwide atmosphere of peace and reconciliation. The Seoul Peace Prize was established to crystallize the Korean people's yearning for peace on the Korean Peninsula and in the rest of the world.\n"}, {"url": "http://zeenews.india.com/india/india-will-hit-back-with-double-the-force-if-its-sovereignty-is-challenged-prime-minister-narendra-modi-2149847.html", "title": "India will hit back with 'double the force' if its sovereignty is challenged: Prime Minister Narendra Modi", "content": "\nPrime Minister Narendra Modi on Sunday said that India will hit back with \"double the force\" if its sovereignty is ever challenged\n\nPM Modi was speaking at an event to mark the 75th anniversary of the proclamation of the Azad Hind government by Subhash Chandra Bose.\n\nThe Prime Minister also hoisted the national flag at the historic Red Fort.\n\nPM Modi said his government is working to provide the armed forces with better technology and latest weaponry. \n\n\"We are heading towards building an army which was once envisioned by Netaji (Bose),\" PM said.\n\nSpeaking about taking decisions for the country, Modi said his government carried out surgical strikes across the Line of Control and provided benefits of 'one rank, one pension' to ex-servicemen.\n\nWhile speaking on the occasion, the PM honoured Netaji for his invaluable contribution to the country's struggle for Independence.\n\n''Netaji had promised an India where everyone has equal rights and equal opportunities. He had promised a prosperous nation which was proud of its traditions, development in all areas. He had promised to uproot 'divide and rule'. Even after so many years, those dreams remain unfulfilled,'' PM Modi said.\n\n''We have reached 'Swaraj' after lakhs of sacrifices. It is our responsibility to maintain this 'Swaraj' with 'Suraaj','' the PM said.\n\n''In the last 4 years, several measures were taken to strengthen the defence. Best technologies were brought to the defence. This govt has the strength to make big and tough decisions, it'll continue. Be it the surgical strike or making the files of Netaji public, all such decisions were taken by our government,'' the PM told the gathering.\n\nDonning the cap of the Indian National Army presented to him by one of the close aides of Bose, Modi said it has been the Indian tradition not to eye someone else's territory, \"but when our sovereignty is challenged, we will hit back with double the force\".\n\nThe prime minister said India will continue to use its military might \"only for self-defence\".\n\nHe also cautioned people against forces inside and outside India which are working against the country by targeting its independence, unity and constitution. \n\n\"It is the duty of every Indian to fight and defeat such forces,\" he said, adding that a feeling of nationalism and \"Indianness\" is must to counter such designs.\n\nReferring to the opposition faced by Bose when he decided to establish the Rani Jhansi Regiment -- an all women unit of the INA, Modi said the regiment would complete 75 years of its establishment on Monday.\n\nHe said the present government is trying to fulfil the dreams of Bose even as he recalled the decision to allow women in the Army to opt for permanent commission from short service commission following a transparent procedure.\n\nThe prime minister said the air force is set to have the first batch of women fighter pilots.\n\n\"Today, India has Nirmala Sitharaman as its first woman defence minster,\" he pointed out.\n\nHe said arrears worth Rs 11,000 crore have been released for ex-servicemen under the 'one rank, one pension' (OROP) scheme. OROP, coupled by recommendations of the seventh pay commission, has given \"double bonanza\" to former servicemen, he said.\n\nModi also said the work on the National War Memorial is in its last stages.\n"}, {"url": "https://www.ndtv.com/delhi-news/arvind-kejriwal-says-excise-duty-cut-on-fuel-cheating-1927020", "title": "Excise Duty Cut On Fuel Cheating, Says Arvind Kejriwal", "content": "\nNew Delhi: \n\nCalling the excise duty cut on fuel 'cheating', Delhi Chief Minister Arvind Kejriwal on Thursday demanded that the Modi government reduce duty by Rs. 10 per litre.\n\n\"Modi government had hiked excise duty by Rs. 10 and reduced it by only Rs. 2.50 today. This is cheating. The Centre should reduce excise by Rs. 10,\" he said in a tweet in Hindi.\n\nIn a relief to consumers hit hard by the unrelenting rise in fuel prices, the government on Thursday cut petrol and diesel prices by Rs. 2.50 per litre. The cut will be effected through slashing excise duty of Rs. 1.50 per litre while the oil marketing companies (OMCs) will absorb the impact to the tune of Re 1.\n"}, {"url": "https://www.ndtv.com/india-news/arvind-kejriwal-requests-pm-to-help-stop-attacks-on-migrants-in-gujarat-1929497", "title": "Arvind Kejriwal Requests PM To Help Stop Attacks On Migrants In Gujarat", "content": "\nNew Delhi: \n\nDelhi Chief Minister Arvind Kejriwal has requested Prime Minister Narendra Modi to take \"effective\" steps to check attacks on Hindi-speaking migrant workers in Gujarat, claiming that the incident spread \"anger\" among the people of Uttar Pradesh and Bihar, living in the national capital.\n\nThe Aam Aadmi Party (AAP) said it will organise a rally -- 'Uttar Bhartiya Swabhiman Yatra' (North Indian Self-Respect March) -- in the northeast Delhi areas on October 12 against the violence in Gujarat, which has sparked an exodus of Hindi-speaking migrant workers from western state.\n\n\"There is very much anger among people of UP and Bihar living in Delhi over the developments in Gujarat. Modiji, I request you to take effective steps to stop it,\" Mr Kejriwal tweeted.\n\nAdditional forces were deployed in industrial areas in Gujarat for the security of migrant workers after attacks on them sparked their exodus, prompting the BJP government in the state to make an appeal for their return.\n\nSince the alleged rape of a 14-month-old girl in Sabarkantha district on September 28, six districts, most of them in north Gujarat, have witnessed sporadic incidents of violence against Hindi-speaking people, police said.\n\nSenior AAP leader and in-charge of Northeast Delhi parliamentary constituency Dilip Pandey questioned the \"silence\" of BJP MPs from UP and Bihar.\n\n\"They are not opening mouth over assaults and ill-treatment against people from UP and Bihar in Gujarat since they are scared of losing party tickets for the 2019 Lok Sabha election,\" Mr Pandey said in a press briefing.\n\nHe also attacked Chief Ministers of UP, Bihar and Delhi BJP chief Manoj Tiwari for not speaking out against the attacks.\n\n\"Why are Yogi Adityanath and Nitish Kumar not questioning the Gujarat government over incidents of attack on people of UP and Bihar. Were not they voted to power by the people in their states?\" Mr Pandey questioned.\n"}]}
